
actions_menu_exit_emergency = Sa\u00EDda de emerg\u00EAncia

actions_menu_exit_emergency_message = Tem certeza que deseja efetuar uma sa\u00EDda de emerg\u00EAncia?\nDados n\u00E3o salvos podem ser perdidos ou corrompidos.

actions_menu_recent_editors = Editores recentes

button_apply_and_restart = &Aplicar e reiniciar

clear_history_dialog_message = Aqui voc\u00EA pode limpar o espa\u00E7o de trabalho excluindo arquivos redundantes\nque se acumulam enquanto voc\u00EA usa o DBeaver.\n\nPara evitar apagar os dados que voc\u00EA precisa, primeiro leia as descri\u00E7\u00F5es das\nop\u00E7\u00F5es que voc\u00EA escolher.\n\nPara continuar escolha uma ou mais das op\u00E7\u00F5es abaixo:

clear_history_dialog_options = &Op\u00E7\u00F5es

clear_history_dialog_title = Limpar hist\u00F3rico

clear_history_error_message = Um erro ocorreu ao efetuar a a\u00E7\u00E3o ''{0}''

clear_history_error_title = Erro ao limpar o hist\u00F3rico

collect_diagnostic_info_error_message_hint = Saiba como coletar os arquivos de log manualmente

collect_diagnostic_info_error_message_text = Um erro ocorreu ao coletar informa\u00E7\u00F5es de diagn\u00F3stico.

collect_diagnostic_info_error_message_title = N\u00E3o \u00E9 poss\u00EDvel coletar informa\u00E7\u00F5es de diagn\u00F3stico

collect_diagnostic_info_pick_path_label = Diret\u00F3rio de sa\u00EDda

collect_diagnostic_info_pick_path_title = Coletar informa\u00E7\u00F5es de diagn\u00F3stico

collect_diagnostic_info_pick_path_warning = Informa\u00E7\u00F5es de diagn\u00F3stico podem conter informa\u00E7\u00F5es sens\u00EDveis. Tenha cuidado ao compartilh\u00E1-las com terceiros

confirmation_cancel_database_tasks_message = Voc\u00EA possui diversas tarefas de banco de dados executando em plano de fundo.\nDeseja finaliz\u00E1-las antes de fechar a aplica\u00E7\u00E3o?

confirmation_cancel_database_tasks_title = Confirmar t\u00E9rmino de tarefas de banco de dados

reset_settings_dialog_message = Voc\u00EA est\u00E1 prestes a redefinir as configura\u00E7\u00F5es.

reset_settings_dialog_options = &Op\u00E7\u00F5es

reset_settings_dialog_title = Redefinir configura\u00E7\u00F5es

reset_settings_option_user_preferences_description = Disposi\u00E7\u00E3o de janelas, temas, cores, fontes, configura\u00E7\u00F5es de plugins de terceiros instalados

reset_settings_option_user_preferences_name = Prefer\u00EAncias de usu\u00E1rio

reset_settings_option_workspace_configuration_description = Cache de recursos, projetos importados, recursos vinculados

reset_settings_option_workspace_configuration_name = Configura\u00E7\u00E3o do espa\u00E7o de trabalho
